benchmarks/throughput/repeated/batch-1/06-wrk/wrk/run.log
Running 1m test @ http://172.18.0.2:8080/work
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   658.45us    1.07ms  53.92ms   89.66%
    Req/Sec    78.97k     7.62k  122.65k    73.93%
  44046161 requests in 1.17m, 46.52GB read
  Socket errors: connect 0, read 0, write 0, timeout 34
Requests/sec: 628336.34
Transfer/sec:    679.52MB